[
  {
    "name": "BUILD hackathon",
    "city": "London",
    "date": "2019-10-11",
    "url": "https://kingdomcode.uk/build",
    "description": "Kingdom Code BUILD is back for 2019! It is our annual hackathon bringing together Christians who work in the world of tech from across Europe."
  },
  {
    "name": "With Jimmy Lawrence",
    "city": "Leeds",
    "date": "2019-07-10",
    "url": "https://www.eventbrite.co.uk/e/kingdom-code-leeds-tickets-61627168520",
    "description": "We're being joined by Rev. Jimmy Lawrence as he leads us in a exploration and discussion of the history of Christianity, technology and how culture has been shaped as the technology grows and changes."
  },
  {
    "name": "microBUILD",
    "city": "London",
    "date": "2019-06-14",
    "url": "https://www.eventbrite.co.uk/e/kingdom-code-london-microbuild-tickets-61628909728"
  },
  {
    "name": "Drink",
    "city": "London",
    "date": "2019-06-03",
    "url": "https://www.eventbrite.co.uk/e/kingdom-code-london-drink-tickets-61628222673"
  },
  {
    "name": "Think- Culture Making",
    "city": "London",
    "date": "2019-05-13",
    "url": "https://www.eventbrite.co.uk/e/kingdom-code-london-culture-making-tickets-60342947380",
    "description": "Our enviroments are part of shaping our culture, the tools that we use are a key part of that too. The technology that we build, implement and use changes how we work together. This month Ben Drury is going to be leading us through an evening thinking about faith, tech and culture. One of the big questions he is facing into at the moment is how can Christians be part of creating and working in a culture where everyone excited and energised by what they do. No small task!"
  },
  {
    "name": "Think- Beginnings",
    "city": "Leeds",
    "date": "2019-05-08",
    "url": "https://www.eventbrite.co.uk/e/kingdom-code-leeds-tickets-60267140640",
    "description": "Join us on Wednesday 8th May for a drink and to meet other Christians who work in the world of technology. James Doc of Kingdom Code London will join us to share the vision behind Kingdom Code as a national network. We'll think together about forming this community in Leeds and the issues which come up as we bring our faith and technology together."
  },
  {
    "name": "microBUILD",
    "city": "London",
    "date": "2019-04-12",
    "url": "https://www.eventbrite.co.uk/e/kingdom-code-london-microbuild-tickets-57974841311",
    "description": "We've set the evening aside to work together as a community on our different passion projects. Bring your idea, bring your project, or just come along to support someone elses project…"
  },
  {
    "name": "Drink",
    "city": "London",
    "date": "2019-04-01",
    "url": "https://www.eventbrite.co.uk/e/kingdom-code-london-drink-tickets-54655407796",
    "description": "Join us on Monday 1st April, 7.30pm at The Crosse Keys for a quiet drink with people who love Jesus and are involved in shaping technology. The evening is super informal, no agenda, just come along and meet likeminded folk in the Kingdom Code community."
  },
  {
    "name": "Think- From passion project to full time job…",
    "city": "London",
    "date": "2019-03-04",
    "url": "https://www.eventbrite.co.uk/e/kingdom-code-london-think-tickets-54655208199",
    "description": "How do you take a small hobby project from something like one of our BUILD events in to a proper full time project? This evening will include some input from Andy Geers on the story of how this happened for the PrayerMate app."
  },
  {
    "name": "Think- Responding to the needs of our world",
    "city": "Bath and Bristol",
    "date": "2019-02-20",
    "url": "https://www.eventbrite.co.uk/e/kingdom-code-bath-and-bristol-responding-to-the-needs-of-our-world-tickets-55901241117#",
    "description": "How are we called to respond to the needs of our world? What’s the role of tech in this and how can we contribute? Record numbers of displaced people, natural and man-made disasters are robbing people of life in all its fullness- including here in the South West. Join us as we explore how we can practically use our skill sets to bring love, life and hope into our cities."
  },
  {
    "name": "Think- Generous Technologists",
    "city": "Bath and Bristol",
    "date": "2018-11-07",
    "url": "https://www.eventbrite.co.uk/e/kingdom-code-bristol-think-tickets-51804874775",
    "description": "How does Christian generosity shape how we build tech? That was one of the questions that we were exploring last month during Kingdom Code BUILD. But we don't want to stop after the hackathon… we want to keep on exploring the topic together."
  },
  {
    "name": "Drink",
    "city": "Bath and Bristol",
    "date": "2018-08-14",
    "url": "https://www.eventbrite.co.uk/e/kingdom-code-bath-august-meetup-tickets-48586674050",
    "description": ""
  },
  {
    "name": "Think- With the Bible Society",
    "city": "Bath and Bristol",
    "date": "2018-06-20",
    "url": "https://www.eventbrite.co.uk/e/kingdom-code-bristol-with-the-bible-society-tickets-45799157513",
    "description": "This month we're going to be joined by Matt Cooper, Head of Digital at the Bible Society. They've existed since 1804 with the mission to bring the Bible to life; to help people around the world engage with it, relate to it, and make sense of it. No small task! Matt will be sharing more around how digital tools have changed how they work, and some of the plans for upcoming scripture engagement projects."
  },
  {
    "name": "Drink",
    "city": "Bath and Bristol",
    "date": "2018-05-30",
    "url": "https://www.eventbrite.co.uk/e/kingdom-code-bristol-tickets-45429827838",
    "description": ""
  },
  {
    "name": "Think- Beginnings",
    "city": "Bath and Bristol",
    "date": "2018-04-18",
    "url": "https://www.eventbrite.co.uk/e/kingdom-code-think-bath-tickets-44001118530",
    "description": "Join us on Wednesday 18th April as we host the second event in the South West. Last month was an opportunity to begin to get to know other Christians in the tech world, tonight will be a time to start to think and discuss how our faith and technology come together."
  },
  {
    "name": "Drink",
    "city": "Bath and Bristol",
    "date": "2018-03-21",
    "url": "https://www.eventbrite.co.uk/e/kingdom-code-bath-tickets-42196690437",
    "description": "Over the next three months we're going to be starting a set of events in the South West to build relationships between us, to encourage one another, to share about the things that we're working on, to start thinking about how our Christian worldview comes together with our vocation, and looking to put that into practice."
  }

]
